[Balance.PawnBalance_JellyFish AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Águaviva Explosiva")

[Balance.PawnBalance_JellyFish_Corrosive AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Águaviva Corrosiva")

[Balance.PawnBalance_JellyFish_Fire AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Águaviva Flamejante")

[Balance.PawnBalance_JellyFish_Shock AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Águaviva Elétrica")

